<template>
    <div class="w-screen px-[200px] max-sm:px-5">
        <div class="title">

        </div>
        <div class="body">
<pre>
    1. Общие положения

    1.1. Настоящая Политика обработки персональных данных (далее — Политика) направлена на защиту прав и свобод физических лиц, персональные данные которых обрабатывает Общество с ограниченной ответственностью «Smart One» (далее — Оператор).
    
    1.2. Политика разработана в соответствии с положениями Федерального закона от 27.07.2006 № 152-ФЗ «О персональных данных» (далее – ФЗ «О персональных данных»), а также Федерального закона от 27.07.2006 N 149-ФЗ «Об информации, информационных технологиях и о защите информации», иных нормативных и подзаконных актов, регулирующих отношения, связанные с обработкой персональных данных.
    
    1.3. Политика является общедоступным документом, подлежащим опубликованию и раскрытию в соответствии с ФЗ «О персональных данных».
    
    1.4. Политика регулирует обработку персональных данных Пользователей, под которыми в Политике понимаются обладающие необходимой правоспособностью дееспособные субъекты персональных данных (физические лица), предоставившие свои персональные данные для реализации ими возможности использования расширенного доступа к Интернет-сайту, Мобильному приложению, Терминалу, их функционалу, сервисам и материалам, а также для заключения (формирования предложения о заключении) и (или) исполнения договора розничной купли продажи и (или) иных сопутствующих договоров в Интернет-магазине, если обработка таких персональных данных необходима для исполнения договоров.
    
    1.5. Интернет-магазин – электронный сервис, посредством функционала которого Покупатель (Пользователь) имеет возможность осуществить Заказ Товара в соответствии с условиями Оферты. Доступ к Интернет-магазину может быть осуществлен Покупателем (Пользователем) с помощью Интернет-сайта, Мобильного приложения, Терминала в соответствии с действующими Пользовательскими соглашениями.
    
    1.6. Оферта – публичное предложение Продавца (Правообладателя) любому Покупателю (Пользователю) заключить на ее условиях договор розничной купли продажи Товара. Оферта является публичной в силу пункта 2 статьи 437 Гражданского кодекса Российской Федерации. Оферта доступна неограниченному кругу лиц посредством ее размещения Продавцом (Правообладателя) в Интернет-магазине (на Интернет-сайте, в Мобильном приложении и на Терминале).
    
    1.7. Интернет-сайт – сайт, размещенный в сети Интернет по адресу: https://www.smartone.ru/, посредством которого Пользователь имеет возможность получить доступ к функционалу Интернет-магазина. Правообладатель Интернет-сайта является также Владельцем Интернет сайта. Исключительные права на отдельные материалы (контент), размещаемые на Интернет-сайте, могут принадлежать третьим лицам, предоставившим Правообладателю право на их использование. Правообладатель имеет все необходимые права на использование доменного имени smartone.ru.
    
    1.8. Мобильное приложение – официальное Мобильное приложение «Smart One», посредством которого Пользователь имеет возможность получить доступ к функционалу Интернет-магазина. Правообладателем Мобильного приложения является Правообладатель. Исключительные права на отдельные материалы (контент), размещаемые в Мобильном приложении, могут принадлежать третьим лицам, предоставившим Правообладателю право на их использование.
    
    1.9. Терминал – принадлежащий Продавцу (Правообладателю) электронный терминал с установленным программным обеспечением, посредством которого Покупатель (Пользователь) имеет возможность получить доступ к функционалу Интернет-магазина. Под используемым в Политике термином «Терминал» (в единственном числе) понимаются любые принадлежащие Правообладателю Терминалы. Исключительные права на отдельные материалы (контент), доступ к которым предоставляется посредством Терминала, могут принадлежать третьим лицам, предоставившим Правообладателю право на их использование.
    
    2. Сведения об операторе
    
    2.1. Оператором, обрабатывающим персональные данные, является Общество с ограниченной ответственностью «Smart One» (ОГРН: 1147746461422, ИНН: 7718979307), находящееся по адресу: 105122, город Москва, Щелковское шоссе, дом 7, строение 1, этаж 1, помещение I, комната 51.
    
    3. Персональные данные.
    
    3.1. Персональные данные – это любая информация, относящаяся к прямо или косвенно определенному или определяемому физическому лицу (субъекту персональных данных).
    
    3.2. Оператор обрабатывает следующие персональные данные Пользователей и (или) Покупателей:
    
    3.2.1. Фамилия, имя и отчество (при наличии);
    
    3.2.2. Паспортные данные и данные иных документов, удостоверяющие личность;
    
    3.2.3. Дата рождения;
    
    3.2.4. Адрес места жительства, регистрации и (или) пребывания;
    
    3.2.5. Адрес доставки товаров;
    
    3.2.6. Адрес электронной почты;
    
    3.2.7. Номер телефона;
    
    3.2.8. Сведения, указанные в разделах 4 и 5 Политики, которые в отдельных случаях могут быть квалифицированы как персональные данные.
    
    3.3. В случае обработки Оператором лишь отдельных сведений, указанных пункте 3.2 Политики, с учетом их специфики такие сведения (их совокупность) могут не признаваться персональными данными в соответствии с ФЗ «О персональных данных». В этом случае обработка таких сведений осуществляется с учетом положений Политики, однако отдельные ограничения и требования, установленные в отношении персональных данных, могут не применяться.
    
    3.4. Объем обрабатываемых Оператором персональных данных Пользователей не может превышать объем персональных данных, указанных в 3.2 Политики (с учетом пункта 3.2.11 и разделов 4 и 5 Политики).
    
    3.5. Каждый Пользователь самостоятельно определяет объем своих персональных данных, согласие на обработку Оператором которых он дает.
    
    3.6. Оператор, не имея на это объективной возможности и правовых оснований, не осуществляет проверку достоверности персональных данных, предоставляемых Пользователями. Оператор исходит из того, что Пользователь предоставляет актуальные и достоверные персональные данные.
    
    3.7. На Интернет-сайте, в Мобильном приложении и на Терминале могут быть размещены ссылки на интернет-сайты третьих лиц. Оператор не несет ответственность за точность, полноту и достоверность сведений, размещенных на интернет-сайтах третьих лиц, а также не несет ответственность за обработку и конфиденциальность персональных данных и иной информации, переданной Пользователями на интернет сайтах третьих лиц.
    
    4. Иные конфиденциальные данные при использовании Интернет-сайте.
    
    4.1. При использовании Интернет-сайта Оператору автоматические могут передаваться Пользователем куки-файлы (файлы Cookie).
    
    4.2. Куки-файлы представляют собой фрагменты данных, сохраняемых в браузере компьютера, мобильного телефона или иного смартфона, посредствам которого осуществляется посещение сайтов в сети интернет.
    
    4.3. Посредствам куки-файлов Оператору может быть передана следующая информация, исходящая от Пользователя: IP-адрес, MAC адрес, внешний источник перехода на Интернет-сайт (включая обратные ссылки), идентификатор php-сессии, идентификационный номер приглашения на Интернет-сайт в рамках реферальных программ, об используемом Пользователем программном обеспечении и оборудовании для работы в сети Интернет, о каналах связи, о передаваемой и получаемой с использованием Интернет-сайта информации и материалов, о поведение Пользователя на Интернет сайте, а также иная информация подобного характера.
    
    4.4. Пользователь имеет возможность самостоятельно удалить куки-файлы, а также запретить их передачу, воспользовавшись функционалом используемого им браузера.
    
    4.5. Используя Интернет-сайт Пользователь выражает свое согласие на передачу куки-файлов постольку, поскольку им в отношении Интернет сайта не реализована возможность, указанная в пункте 4.4 Политики.
    
    5. Иные конфиденциальные данные при использовании Мобильного приложения.
    
    5.1. При использовании Мобильного приложения Оператору автоматические могут передаваться Пользователем кэш-файлы (файлы cache).
    
    5.2. Кэш-файлы представляют собой фрагменты данных, сохраняемых в памяти мобильного телефона, смартфона и (или) иного электронного устройства, посредством которого осуществляется использование Мобильного приложения (далее – Устройство).
    
    5.3. Посредством кэш-файлов Оператору может быть передана следующая информация, исходящая от Пользователя: поведение Пользователя в Мобильном приложении, идентификаторы Пользователя, Устройства и (или) Мобильного приложения, данные об использовании Устройства и (или) Мобильного приложения, покупки, контактные данные, финансовая информация, геопозиция, пользовательский контент, история поиска, диагностика Устройства и Мобильного приложения, а также иная информация подобного характера.
    
    5.4. Посредством кэш-файлов Оператору может передана информация, указанная в пункте 5.3 Политики, сохраненная в памяти Устройства ввиду использования мобильных приложений третьих лиц.
    
    5.5. Пользователь имеет возможность самостоятельно удалить кэш-файлы, а также ограничить их передачу (передачу отдельных из них), воспользовавшись функционалом используемого им Устройства.
    
    5.6. Используя Мобильное приложение Пользователь выражает свое согласие на передачу кэш-файлов постольку, поскольку им в отношении Мобильного приложения не реализована возможность, указанная в пункте 5.5 Политики.
    
    6. Сведения об обработке персональных данных.
    
    6.1. Оператор обрабатывает персональные данные на законной и справедливой основе для выполнения возложенных законодательством функций, полномочий и обязанностей, осуществления прав и законных интересов Оператора, Пользователей и третьих лиц.
    
    6.2. Оператор обрабатывает персональные данные автоматизированным и неавтоматизированным способами, с использованием средств вычислительной техники и без использования таких средств.
    
    6.3. Действия по обработке персональных данных включают сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (предоставление, доступ), обезличивание, блокирование, удаление и уничтожение.
    
    6.4. Оператор может осуществлять анализ предпочтений Пользователя и мониторинг потребительского поведения с использованием сторонних сервисов аналитики.
    
    6.5. В целях анализа предпочтений Пользователя и мониторинга потребительского поведения Оператор может передавать и (или) предоставлять сервисам аналитики доступ к не являющейся персональными данными информации, указанной в разделах 4 и 5 Политики,  а также данным, указанным пункте 3.2.7 Политики.
    
    6.6. Оператор обрабатывает персональные данные Пользователей не дольше, чем того требуют цели обработки персональных данных, если иное не предусмотрено требованиями действующего законодательства. Обработка персональных данных Пользователей досрочно прекращается в случае отзыва согласия на обработку персональных данных, а также в случае отсутствия активности Пользователя в Интернет-магазине в течение 2 (Двух) календарных лет с момента последней его активности. Под активностью понимаются действия Пользователя по его идентификации и (или) авторизации на Интернет сайте, в Мобильном приложении и (или) на Терминале.
    
    6.7. После предусмотренного пунктом 6.6 Политики прекращения обработки персональных данных Пользователя персональные данные подлежат уничтожению с соблюдением установленных действующим законодательством требований.
    
    7. Цели обработки персональных данных.
    
    7.1. Оператор обрабатывает персональные данные Пользователей в следующих целях:
    
    7.1.1. Соблюдение требований законодательства;
    
    7.1.2. Соблюдения прав и законных интересов потребителей;
    
    7.1.3. Оформления Пользователями заказов товаров, если обработка таких персональных данных необходима для оформления заказов товаров;
    
    7.1.4. Заключения и исполнения условий гражданско-правовых договоров, если обработка таких персональных данных необходима для заключения и (или) исполнения договоров;
    
    7.1.5. Реализация Пользователями возможности использования расширенного доступа к Интернет-сайту, Мобильному приложению, Терминалу, их функционалу, сервисам и материалам;
    
    7.1.6. Идентификация, авторизация и регистрация Пользователей на Интернет сайте, в Мобильном приложении и (или) на Терминале;
    
    7.1.7. Информирования о товарах, услугах, специальных акциях, включая рекламные, и предложениях Оператора и третьих лиц по усмотрению Оператора, в том числе посредством рекламных и (или) информационных рассылок и уведомлений, направляемых по электронной почте, с помощью телефонной связи (включая телефонные звонки и направление текстовых сообщений), а также посредством использования мессенджеров (программ обмена сообщениями с помощью Интернета), а также push-уведомлений на Устройстве.
    
    7.1.8. Предоставление Пользователям эффективной клиентской поддержки;
    
    7.1.9. Анализа качества предоставляемых услуг и улучшения качества обслуживания Пользователей, в том числе посредством телефонных и иных опросов.
    
    7.2. Для указанных в пункте 7.1 Политики целей могут обрабатываться персональные данные, указанные в пункте 3.2 Политики, за исключением персональных данных, указанных в подпунктах 3.2.2 и 3.2.4 Политики, которые могут обрабатываться лишь для целей, указанных в подпунктах 7.1.1 – 7.1.4 Политики.
    
    7.3. В целях обработки персональных данных Пользователей, указанных в пункте 7.2 Политики, Оператор в установленном действующим законодательством порядке и на основании полученного в соответствии с Политикой согласием на обработку персональных данных Пользователей вправе предоставить персональные данные Пользователей третьим лицам. Такие третьи лица вправе осуществлять обработку персональные данных Пользователей в объеме не большем, чем предусмотрено Политикой и при условии строго соблюдения требований ФЗ «О персональных данных».
    
    8. Согласие на обработку персональных данных.
    
    8.1. Оператор обрабатывает персональные данные Пользователей с предоставляемых ими согласий.
    
    8.2. Оператор обеспечивает получение от Пользователей явно выраженных, конкретных, предметных, информированных, сознательных, однозначных и свободных согласий на обработку их персональных данных.
    
    8.3. Согласие Пользователя на обработку его персональных данных может быть предоставлено Пользователем (получено Оператором) следующими способами:
    
    8.3.1. Письменное согласие Пользователя, совершенное в простой письменной форме и (или) в виде электронного документа, подписанного электронной подписью в соответствии с Федеральным законом от 06.04.2011 № 63-ФЗ «Об электронной подписи»;
    
    8.3.2. Согласие, данное в момент нажатия кнопки «Зарегистрироваться» на Интернет-сайте, в Мобильном приложении и (или) на Терминале рядом с утверждением «Нажимая кнопку «Зарегистрироваться», я даю свое согласие на сбор и обработку моих персональных данных в соответствии с Политикой и принимаю условия Пользовательского соглашения».
    
    8.3.3. Согласие, данное в момент нажатия кнопки «Оформить заказ» на Интернет-сайте, в Мобильном приложении и (или) на Терминале рядом с утверждением «Нажимая кнопку «Оформить заказ», я даю свое согласие на сбор и обработку моих персональных данных в соответствии с Политикой и принимаю условия Публичной оферты».
    
    8.3.4. Согласие, данное в момент нажатия кнопки «Оплатить» на Интернет-сайте, в Мобильном приложении и (или) на Терминале рядом с утверждением «Нажимая кнопку «Оплатить», я даю свое согласие на сбор и обработку моих персональных данных в соответствии с Политикой и принимаю условия Публичной оферты».
    
    8.3.5. Согласие, данное в момент нажатия кнопки «Заполнить заявку на кредит» на Интернет-сайте, в Мобильном приложении и (или) на Терминале рядом с утверждением «Нажимая кнопку «Заполнить заявку на кредит», я даю свое согласие на сбор и обработку моих персональных данных в соответствии с Политикой и принимаю условия Публичной оферты».
    
    8.3.6. Согласие, данное в момент нажатия кнопки «Оформить» на Интернет-сайте, в Мобильном приложении и (или) на Терминале рядом с утверждением «Нажимая кнопку «Оформить» вы соглашаетесь с условиями публичной оферты и политики обработки персональных данных».
    
    8.4. Обработка персональных данных, разрешенных Пользователем для распространения, осуществляется на основании отдельного согласия Пользователя, оформленного в соответствии с требованиями ФЗ «О персональных данных».
    
    9. Права субъекта персональных данных.
    
    9.1. Субъект персональных данных имеет следующие права:
    
    9.1.1. На получение персональных данных, относящихся к данному субъекту, и информации, касающейся их обработки;
    
    9.1.2. На уточнение, блокирование или уничтожение его персональных данных в случае, если они являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки;
    
    9.1.3. На отзыв данного им согласия на обработку персональных данных;
    
    9.1.4. На защиту своих прав и законных интересов, в том числе на возмещение убытков и компенсацию морального вреда в судебном порядке;
    
    9.1.5. На обжалование действий или бездействия Оператора в уполномоченный орган по защите прав субъектов персональных данных или в судебном порядке.
    
    9.2. Для реализации своих прав и законных интересов субъект персональных данных имеет право обратиться к Оператору либо направить запрос лично или с помощью представителя по адресу, указанному в пункте 2.1 Политики, либо посредством электронного письма с адреса электронной почты, сведения о которой были ранее предоставлены Оператору, на следующий адрес электронной почты Оператора: supprot@smartone.ru.
    
    10. Сведения об обеспечении безопасности персональных данных Оператором.
    
    10.1. Оператор назначает ответственного за организацию обработки персональных данных для выполнения обязанностей, предусмотренных ФЗ «О персональных данных» и принятыми в соответствии с ним нормативными правовыми актами.
    
    10.2. Оператор применяет следующий комплекс правовых, организационных и технических мер по обеспечению безопасности персональных данных для обеспечения конфиденциальности персональных данных и их защиты от неправомерных действий:
    
    10.2.1. Обеспечивает неограниченный доступ к Политике, копия которой размещена по адресу нахождения Оператора, Политика также размещается в электронном виде на Интернет-сайте, в Мобильном приложении и на Терминале;
    
    10.2.2. Во исполнение Политики утверждает и приводит в действие документ «Положение об обработке персональных данных» (далее — Положение) и иные локальные акты;
    
    10.2.3. Производит ознакомление работников с положениями законодательства о персональных данных, а также с Политикой и Положением;
    
    10.2.4. Осуществляет допуск работников к персональным данным, обрабатываемым в информационной системе Оператора, а также к их материальным носителям только для выполнения трудовых обязанностей;
    
    10.2.5. Устанавливает правила доступа к персональным данным, обрабатываемым в информационной системе Оператора, а также обеспечивает регистрацию и учет всех действий с ними;
    
    10.2.6. Производит оценку вреда, который может быть причинен субъектам персональных данных в случае нарушения ФЗ «О персональных данных»;
    
    10.2.7. Производит определение угроз безопасности персональных данных при их обработке в информационной системе Оператора;
    
    10.2.8. Применяет организационные и технические меры и использует средства защиты информации, необходимые для достижения установленного уровня защищенности персональных данных;
    
    10.2.9. Осуществляет обнаружение фактов несанкционированного доступа к персональным данным и принимает меры по реагированию, включая восстановление персональных данных, модифицированных или уничтоженных вследствие несанкционированного доступа к ним;
    
    10.2.10. Производит оценку эффективности принимаемых мер по обеспечению безопасности персональных данных до ввода в эксплуатацию информационной системы Оператора;
    
    10.2.11. Осуществляет внутренний контроль соответствия обработки персональных данных ФЗ «О персональных данных», принятым в соответствии с ним нормативным правовым актам, требованиям к защите персональных данных, Политике, Положению и иным локальным актам, включающий контроль за принимаемыми мерами по обеспечению безопасности персональных данных и их уровня защищенности при обработке в информационной системе Оператора.
    
    11. Изменение Политики.
    
    11.1. Оператор оставляет за собой право вносить правки в Политику в любое время. Использование Пользователем Интернет-сайта, Мобильного приложения и (или) Терминала после внесения любых изменений в действующую Политику означает принятие этих изменений.    
</pre>            
        </div>
    </div>
</template>

<script setup>  
    import Header from '../../components/sections/home/Header.vue';
    import Footer from '../../components/sections/home/Footer.vue';
    import MobileMenu from "../../components/structure/Index.vue"
</script>

<style scoped>

</style>