<template>
    <div class="w-screen px-[200px] max-sm:px-5">
        <div class="title">

        </div>
        <div class="body">
<p>
    1. Общие положения
    <br>
    1.1. Настоящая Политика обработки персональных данных (далее — Политика) направлена на защиту прав и свобод физических лиц, персональные данные которых обрабатывает Общество с ограниченной ответственностью «Smart One» (далее — Оператор).
        <br>

    1.2. Политика разработана в соответствии с положениями Федерального закона от 27.07.2006 № 152-ФЗ «О персональных данных» (далее – ФЗ «О персональных данных»), а также Федерального закона от 27.07.2006 N 149-ФЗ «Об информации, информационных технологиях и о защите информации», иных нормативных и подзаконных актов, регулирующих отношения, связанные с обработкой персональных данных.
        <br>

    1.3. Политика является общедоступным документом, подлежащим опубликованию и раскрытию в соответствии с ФЗ «О персональных данных».
        <br>

    1.4. Политика регулирует обработку персональных данных Пользователей, под которыми в Политике понимаются обладающие необходимой правоспособностью дееспособные субъекты персональных данных (физические лица), предоставившие свои персональные данные для реализации ими возможности использования расширенного доступа к Интернет-сайту, Мобильному приложению, Терминалу, их функционалу, сервисам и материалам, а также для заключения (формирования предложения о заключении) и (или) исполнения договора розничной купли продажи и (или) иных сопутствующих договоров в Интернет-магазине, если обработка таких персональных данных необходима для исполнения договоров.
        <br>

    1.5. Интернет-магазин – электронный сервис, посредством функционала которого Покупатель (Пользователь) имеет возможность осуществить Заказ Товара в соответствии с условиями Оферты. Доступ к Интернет-магазину может быть осуществлен Покупателем (Пользователем) с помощью Интернет-сайта, Мобильного приложения, Терминала в соответствии с действующими Пользовательскими соглашениями.
        <br>

    1.6. Оферта – публичное предложение Продавца (Правообладателя) любому Покупателю (Пользователю) заключить на ее условиях договор розничной купли продажи Товара. Оферта является публичной в силу пункта 2 статьи 437 Гражданского кодекса Российской Федерации. Оферта доступна неограниченному кругу лиц посредством ее размещения Продавцом (Правообладателя) в Интернет-магазине (на Интернет-сайте, в Мобильном приложении и на Терминале).
        <br>

    1.7. Интернет-сайт – сайт, размещенный в сети Интернет по адресу: https://www.smartone.ru/, посредством которого Пользователь имеет возможность получить доступ к функционалу Интернет-магазина. Правообладатель Интернет-сайта является также Владельцем Интернет сайта. Исключительные права на отдельные материалы (контент), размещаемые на Интернет-сайте, могут принадлежать третьим лицам, предоставившим Правообладателю право на их использование. Правообладатель имеет все необходимые права на использование доменного имени smartone.ru.
        <br>

    1.8. Мобильное приложение – официальное Мобильное приложение «Smart One», посредством которого Пользователь имеет возможность получить доступ к функционалу Интернет-магазина. Правообладателем Мобильного приложения является Правообладатель. Исключительные права на отдельные материалы (контент), размещаемые в Мобильном приложении, могут принадлежать третьим лицам, предоставившим Правообладателю право на их использование.
        <br>

    1.9. Терминал – принадлежащий Продавцу (Правообладателю) электронный терминал с установленным программным обеспечением, посредством которого Покупатель (Пользователь) имеет возможность получить доступ к функционалу Интернет-магазина. Под используемым в Политике термином «Терминал» (в единственном числе) понимаются любые принадлежащие Правообладателю Терминалы. Исключительные права на отдельные материалы (контент), доступ к которым предоставляется посредством Терминала, могут принадлежать третьим лицам, предоставившим Правообладателю право на их использование.
        <br>

    2. Сведения об операторе
        <br>

    2.1. Оператором, обрабатывающим персональные данные, является Общество с ограниченной ответственностью «Smart One» (ОГРН: 1147746461422, ИНН: 7718979307), находящееся по адресу: 105122, город Москва, Щелковское шоссе, дом 7, строение 1, этаж 1, помещение I, комната 51.
        <br>

    3. Персональные данные.
        <br>

    3.1. Персональные данные – это любая информация, относящаяся к прямо или косвенно определенному или определяемому физическому лицу (субъекту персональных данных).
        <br>

    3.2. Оператор обрабатывает следующие персональные данные Пользователей и (или) Покупателей:
        <br>

    3.2.1. Фамилия, имя и отчество (при наличии);
        <br>

    3.2.2. Паспортные данные и данные иных документов, удостоверяющие личность;
        <br>

    3.2.3. Дата рождения;
        <br>

    3.2.4. Адрес места жительства, регистрации и (или) пребывания;
        <br>

    3.2.5. Адрес доставки товаров;
        <br>

    3.2.6. Адрес электронной почты;
        <br>

    3.2.7. Номер телефона;
        <br>

    3.2.8. Сведения, указанные в разделах 4 и 5 Политики, которые в отдельных случаях могут быть квалифицированы как персональные данные.
        <br>

    3.3. В случае обработки Оператором лишь отдельных сведений, указанных пункте 3.2 Политики, с учетом их специфики такие сведения (их совокупность) могут не признаваться персональными данными в соответствии с ФЗ «О персональных данных». В этом случае обработка таких сведений осуществляется с учетом положений Политики, однако отдельные ограничения и требования, установленные в отношении персональных данных, могут не применяться.
        <br>

    3.4. Объем обрабатываемых Оператором персональных данных Пользователей не может превышать объем персональных данных, указанных в 3.2 Политики (с учетом пункта 3.2.11 и разделов 4 и 5 Политики).
        <br>

    3.5. Каждый Пользователь самостоятельно определяет объем своих персональных данных, согласие на обработку Оператором которых он дает.
        <br>

    3.6. Оператор, не имея на это объективной возможности и правовых оснований, не осуществляет проверку достоверности персональных данных, предоставляемых Пользователями. Оператор исходит из того, что Пользователь предоставляет актуальные и достоверные персональные данные.
        <br>

    3.7. На Интернет-сайте, в Мобильном приложении и на Терминале могут быть размещены ссылки на интернет-сайты третьих лиц. Оператор не несет ответственность за точность, полноту и достоверность сведений, размещенных на интернет-сайтах третьих лиц, а также не несет ответственность за обработку и конфиденциальность персональных данных и иной информации, переданной Пользователями на интернет сайтах третьих лиц.
        <br>

    4. Иные конфиденциальные данные при использовании Интернет-сайте.
        <br>

    4.1. При использовании Интернет-сайта Оператору автоматические могут передаваться Пользователем куки-файлы (файлы Cookie).
        <br>

    4.2. Куки-файлы представляют собой фрагменты данных, сохраняемых в браузере компьютера, мобильного телефона или иного смартфона, посредствам которого осуществляется посещение сайтов в сети интернет.
        <br>

    4.3. Посредствам куки-файлов Оператору может быть передана следующая информация, исходящая от Пользователя: IP-адрес, MAC адрес, внешний источник перехода на Интернет-сайт (включая обратные ссылки), идентификатор php-сессии, идентификационный номер приглашения на Интернет-сайт в рамках реферальных программ, об используемом Пользователем программном обеспечении и оборудовании для работы в сети Интернет, о каналах связи, о передаваемой и получаемой с использованием Интернет-сайта информации и материалов, о поведение Пользователя на Интернет сайте, а также иная информация подобного характера.
        <br>

    4.4. Пользователь имеет возможность самостоятельно удалить куки-файлы, а также запретить их передачу, воспользовавшись функционалом используемого им браузера.
        <br>

    4.5. Используя Интернет-сайт Пользователь выражает свое согласие на передачу куки-файлов постольку, поскольку им в отношении Интернет сайта не реализована возможность, указанная в пункте 4.4 Политики.
        <br>

    5. Иные конфиденциальные данные при использовании Мобильного приложения.
        <br>

    5.1. При использовании Мобильного приложения Оператору автоматические могут передаваться Пользователем кэш-файлы (файлы cache).
        <br>

    5.2. Кэш-файлы представляют собой фрагменты данных, сохраняемых в памяти мобильного телефона, смартфона и (или) иного электронного устройства, посредством которого осуществляется использование Мобильного приложения (далее – Устройство).
        <br>

    5.3. Посредством кэш-файлов Оператору может быть передана следующая информация, исходящая от Пользователя: поведение Пользователя в Мобильном приложении, идентификаторы Пользователя, Устройства и (или) Мобильного приложения, данные об использовании Устройства и (или) Мобильного приложения, покупки, контактные данные, финансовая информация, геопозиция, пользовательский контент, история поиска, диагностика Устройства и Мобильного приложения, а также иная информация подобного характера.
        <br>

    5.4. Посредством кэш-файлов Оператору может передана информация, указанная в пункте 5.3 Политики, сохраненная в памяти Устройства ввиду использования мобильных приложений третьих лиц.
        <br>

    5.5. Пользователь имеет возможность самостоятельно удалить кэш-файлы, а также ограничить их передачу (передачу отдельных из них), воспользовавшись функционалом используемого им Устройства.
        <br>

    5.6. Используя Мобильное приложение Пользователь выражает свое согласие на передачу кэш-файлов постольку, поскольку им в отношении Мобильного приложения не реализована возможность, указанная в пункте 5.5 Политики.
        <br>

    6. Сведения об обработке персональных данных.
    <br>

    6.1. Оператор обрабатывает персональные данные на законной и справедливой основе для выполнения возложенных законодательством функций, полномочий и обязанностей, осуществления прав и законных интересов Оператора, Пользователей и третьих лиц.
    <br>

    6.2. Оператор обрабатывает персональные данные автоматизированным и неавтоматизированным способами, с использованием средств вычислительной техники и без использования таких средств.
    <br>

    6.3. Действия по обработке персональных данных включают сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (предоставление, доступ), обезличивание, блокирование, удаление и уничтожение.
    <br>

    6.4. Оператор может осуществлять анализ предпочтений Пользователя и мониторинг потребительского поведения с использованием сторонних сервисов аналитики.
    <br>

    6.5. В целях анализа предпочтений Пользователя и мониторинга потребительского поведения Оператор может передавать и (или) предоставлять сервисам аналитики доступ к не являющейся персональными данными информации, указанной в разделах 4 и 5 Политики,  а также данным, указанным пункте 3.2.7 Политики.
    <br>

    6.6. Оператор обрабатывает персональные данные Пользователей не дольше, чем того требуют цели обработки персональных данных, если иное не предусмотрено требованиями действующего законодательства. Обработка персональных данных Пользователей досрочно прекращается в случае отзыва согласия на обработку персональных данных, а также в случае отсутствия активности Пользователя в Интернет-магазине в течение 2 (Двух) календарных лет с момента последней его активности. Под активностью понимаются действия Пользователя по его идентификации и (или) авторизации на Интернет сайте, в Мобильном приложении и (или) на Терминале.
    <br>

    6.7. После предусмотренного пунктом 6.6 Политики прекращения обработки персональных данных Пользователя персональные данные подлежат уничтожению с соблюдением установленных действующим законодательством требований.
    <br>

    7. Цели обработки персональных данных.
    <br>

    7.1. Оператор обрабатывает персональные данные Пользователей в следующих целях:
    <br>

    7.1.1. Соблюдение требований законодательства;
    <br>

    7.1.2. Соблюдения прав и законных интересов потребителей;
    <br>

    7.1.3. Оформления Пользователями заказов товаров, если обработка таких персональных данных необходима для оформления заказов товаров;
    <br>

    7.1.4. Заключения и исполнения условий гражданско-правовых договоров, если обработка таких персональных данных необходима для заключения и (или) исполнения договоров;
    <br>

    7.1.5. Реализация Пользователями возможности использования расширенного доступа к Интернет-сайту, Мобильному приложению, Терминалу, их функционалу, сервисам и материалам;
    <br>

    7.1.6. Идентификация, авторизация и регистрация Пользователей на Интернет сайте, в Мобильном приложении и (или) на Терминале;
    <br>

    7.1.7. Информирования о товарах, услугах, специальных акциях, включая рекламные, и предложениях Оператора и третьих лиц по усмотрению Оператора, в том числе посредством рекламных и (или) информационных рассылок и уведомлений, направляемых по электронной почте, с помощью телефонной связи (включая телефонные звонки и направление текстовых сообщений), а также посредством использования мессенджеров (программ обмена сообщениями с помощью Интернета), а также push-уведомлений на Устройстве.
    <br>

    7.1.8. Предоставление Пользователям эффективной клиентской поддержки;
    <br>

    7.1.9. Анализа качества предоставляемых услуг и улучшения качества обслуживания Пользователей, в том числе посредством телефонных и иных опросов.
    <br>

    7.2. Для указанных в пункте 7.1 Политики целей могут обрабатываться персональные данные, указанные в пункте 3.2 Политики, за исключением персональных данных, указанных в подпунктах 3.2.2 и 3.2.4 Политики, которые могут обрабатываться лишь для целей, указанных в подпунктах 7.1.1 – 7.1.4 Политики.
    <br>

    7.3. В целях обработки персональных данных Пользователей, указанных в пункте 7.2 Политики, Оператор в установленном действующим законодательством порядке и на основании полученного в соответствии с Политикой согласием на обработку персональных данных Пользователей вправе предоставить персональные данные Пользователей третьим лицам. Такие третьи лица вправе осуществлять обработку персональные данных Пользователей в объеме не большем, чем предусмотрено Политикой и при условии строго соблюдения требований ФЗ «О персональных данных».
    <br>

    8. Согласие на обработку персональных данных.
    <br>

    8.1. Оператор обрабатывает персональные данные Пользователей с предоставляемых ими согласий.
    <br>

    8.2. Оператор обеспечивает получение от Пользователей явно выраженных, конкретных, предметных, информированных, сознательных, однозначных и свободных согласий на обработку их персональных данных.
    <br>

    8.3. Согласие Пользователя на обработку его персональных данных может быть предоставлено Пользователем (получено Оператором) следующими способами:
    <br>

    8.3.1. Письменное согласие Пользователя, совершенное в простой письменной форме и (или) в виде электронного документа, подписанного электронной подписью в соответствии с Федеральным законом от 06.04.2011 № 63-ФЗ «Об электронной подписи»;
    <br>

    8.3.2. Согласие, данное в момент нажатия кнопки «Зарегистрироваться» на Интернет-сайте, в Мобильном приложении и (или) на Терминале рядом с утверждением «Нажимая кнопку «Зарегистрироваться», я даю свое согласие на сбор и обработку моих персональных данных в соответствии с Политикой и принимаю условия Пользовательского соглашения».
    <br>

    8.3.3. Согласие, данное в момент нажатия кнопки «Оформить заказ» на Интернет-сайте, в Мобильном приложении и (или) на Терминале рядом с утверждением «Нажимая кнопку «Оформить заказ», я даю свое согласие на сбор и обработку моих персональных данных в соответствии с Политикой и принимаю условия Публичной оферты».
    <br>

    8.3.4. Согласие, данное в момент нажатия кнопки «Оплатить» на Интернет-сайте, в Мобильном приложении и (или) на Терминале рядом с утверждением «Нажимая кнопку «Оплатить», я даю свое согласие на сбор и обработку моих персональных данных в соответствии с Политикой и принимаю условия Публичной оферты».
    <br>

    8.3.5. Согласие, данное в момент нажатия кнопки «Заполнить заявку на кредит» на Интернет-сайте, в Мобильном приложении и (или) на Терминале рядом с утверждением «Нажимая кнопку «Заполнить заявку на кредит», я даю свое согласие на сбор и обработку моих персональных данных в соответствии с Политикой и принимаю условия Публичной оферты».
    <br>

    8.3.6. Согласие, данное в момент нажатия кнопки «Оформить» на Интернет-сайте, в Мобильном приложении и (или) на Терминале рядом с утверждением «Нажимая кнопку «Оформить» вы соглашаетесь с условиями публичной оферты и политики обработки персональных данных».
    <br>

    8.4. Обработка персональных данных, разрешенных Пользователем для распространения, осуществляется на основании отдельного согласия Пользователя, оформленного в соответствии с требованиями ФЗ «О персональных данных».
    <br>

    9. Права субъекта персональных данных.
    <br>

    9.1. Субъект персональных данных имеет следующие права:
    <br>

    9.1.1. На получение персональных данных, относящихся к данному субъекту, и информации, касающейся их обработки;
    <br>

    9.1.2. На уточнение, блокирование или уничтожение его персональных данных в случае, если они являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки;
    <br>

    9.1.3. На отзыв данного им согласия на обработку персональных данных;
    <br>

    9.1.4. На защиту своих прав и законных интересов, в том числе на возмещение убытков и компенсацию морального вреда в судебном порядке;
        <br>
    9.1.5. На обжалование действий или бездействия Оператора в уполномоченный орган по защите прав субъектов персональных данных или в судебном порядке.
        <br>

    9.2. Для реализации своих прав и законных интересов субъект персональных данных имеет право обратиться к Оператору либо направить запрос лично или с помощью представителя по адресу, указанному в пункте 2.1 Политики, либо посредством электронного письма с адреса электронной почты, сведения о которой были ранее предоставлены Оператору, на следующий адрес электронной почты Оператора: supprot@smartone.ru.
        <br>

    10. Сведения об обеспечении безопасности персональных данных Оператором.
        <br>
    10.1. Оператор назначает ответственного за организацию обработки персональных данных для выполнения обязанностей, предусмотренных ФЗ «О персональных данных» и принятыми в соответствии с ним нормативными правовыми актами.
        <br>

    10.2. Оператор применяет следующий комплекс правовых, организационных и технических мер по обеспечению безопасности персональных данных для обеспечения конфиденциальности персональных данных и их защиты от неправомерных действий:
        <br>

    10.2.1. Обеспечивает неограниченный доступ к Политике, копия которой размещена по адресу нахождения Оператора, Политика также размещается в электронном виде на Интернет-сайте, в Мобильном приложении и на Терминале;
        <br>

    10.2.2. Во исполнение Политики утверждает и приводит в действие документ «Положение об обработке персональных данных» (далее — Положение) и иные локальные акты;
        <br>
    10.2.3. Производит ознакомление работников с положениями законодательства о персональных данных, а также с Политикой и Положением;
        <br>

    10.2.4. Осуществляет допуск работников к персональным данным, обрабатываемым в информационной системе Оператора, а также к их материальным носителям только для выполнения трудовых обязанностей;
        <br>

    10.2.5. Устанавливает правила доступа к персональным данным, обрабатываемым в информационной системе Оператора, а также обеспечивает регистрацию и учет всех действий с ними;
        <br>

    10.2.6. Производит оценку вреда, который может быть причинен субъектам персональных данных в случае нарушения ФЗ «О персональных данных»;
        <br>

    10.2.7. Производит определение угроз безопасности персональных данных при их обработке в информационной системе Оператора;
        <br>

    10.2.8. Применяет организационные и технические меры и использует средства защиты информации, необходимые для достижения установленного уровня защищенности персональных данных;
        <br>

    10.2.9. Осуществляет обнаружение фактов несанкционированного доступа к персональным данным и принимает меры по реагированию, включая восстановление персональных данных, модифицированных или уничтоженных вследствие несанкционированного доступа к ним;
        <br>

    10.2.10. Производит оценку эффективности принимаемых мер по обеспечению безопасности персональных данных до ввода в эксплуатацию информационной системы Оператора;
        <br>

    10.2.11. Осуществляет внутренний контроль соответствия обработки персональных данных ФЗ «О персональных данных», принятым в соответствии с ним нормативным правовым актам, требованиям к защите персональных данных, Политике, Положению и иным локальным актам, включающий контроль за принимаемыми мерами по обеспечению безопасности персональных данных и их уровня защищенности при обработке в информационной системе Оператора.
        <br>

    11. Изменение Политики.
        <br>

    11.1. Оператор оставляет за собой право вносить правки в Политику в любое время. Использование Пользователем Интернет-сайта, Мобильного приложения и (или) Терминала после внесения любых изменений в действующую Политику означает принятие этих изменений.    
</p>            
        </div>
    </div>
</template>

<script setup>  
    import Header from '../../components/sections/home/Header.vue';
    import Footer from '../../components/sections/home/Footer.vue';
    import MobileMenu from "../../components/structure/Index.vue"
</script>

<style scoped>

</style>